IDEA Open Model
MatReinforcementEc2 Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the MatReinforcementEc2 class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public MatReinforcementEc2()
Public Sub New
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace